


start = """
<b>Добро пожаловать</b>

Бот для автопостинга в ваших каналах / группах.


"""

channels = '''
<b>Каналы</b>

Выберите группу / канал из существующих, или добавьте новый ресурс
'''

add_channel = '''
<b>Добавление канала / группы</b>

<u>Добавление группы</u>
1. Добавьте бота в группу, дав ему права администратора.
2. Отправьте в вашу группу сообщение '/id'
3. Скопируйте Ай-Ди группы, который получите в ответном сообщении
4. Отправьте полученный Ай-Ди.

<u>Добавление канала</u>
1. Добавьте бота в канал, дав ему права администратора.
2. Опубликуйте на канале любое сообщение
3. Перешлите сообщение с канала этому боту.
'''


add_channel_ok = '''
<b>Группа добавлена успешно</b>
'''
